<?php
/**
 * 键值对应的菜系名称
 * 
 * @copyright (C)2013 ZHTS Inc.
 * @project CHAXUNLE.COM
 * @author Xieyihong <305095253@qq.com>
 * @CreateDate: 2013-5-7 上午9:49:45
 * @version 1.0
 */
return $caiXi = array(1 => "川菜",2 => "鲁菜",3 => "粤菜",4 => "湘菜",5 => "闽菜",6 => "浙菜",7 => "苏菜",8 => "徽菜",9 => "京菜",10 => "沪菜",11 => "豫菜",12 => "湖北菜",13 => "东北菜",14 => "西北菜",15 => "云贵菜",16 => "江西菜",17 => "山西菜",18 => "港台菜",19 => "清真菜",20 => "其他菜系",21 => "日本料理",22 => "韩国料理",23 => "美国菜谱",24 => "意大利餐",25 => "法国菜谱",26 => "墨西哥餐",27 => "东南亚菜",28 => "澳洲菜谱",29 => "其他国家",30 => "家常菜谱",31 => "精品主食",32 => "清爽凉菜",33 => "美味糕点",34 => "美味粥汤",35 => "时尚饮品",36 => "火锅食谱",37 => "微波菜谱",38 => "药膳偏方",39 => "干果制作",40 => "私家菜",41 => "素斋菜",42 => "甜品/点心",43 => "卤酱菜",44 => "年夜饭",45 => "安徽小吃",46 => "北京小吃",47 => "重庆小吃",48 => "福建小吃",49 => "甘肃小吃",50 => "广东小吃",51 => "广西小吃",52 => "贵州小吃",53 => "海南小吃",54 => "河北小吃",55 => "河南小吃",56 => "黑龙江小吃",57 => "湖北小吃",58 => "湖南小吃",59 => "吉林小吃",60 => "江苏小吃",61 => "江西小吃",62 => "辽宁小吃",63 => "内蒙古小吃",64 => "宁夏小吃",65 => "青海小吃",66 => "山西小吃",67 => "陕西小吃",68 => "山东小吃",69 => "上海小吃",70 => "四川小吃",71 => "天津小吃",72 => "西藏小吃",73 => "新疆小吃",74 => "云南小吃",75 => "浙江小吃",);
