<?php
return $foodSearch = array(
	0 => array('food' => '米饭', 					'id' => '2349'),
	1 => array('food' => '苹果', 					'id' => '1505'),
	2 => array('food' => '鸡蛋', 					'id' => '456'),
	3 => array('food' => '蜂蜜', 					'id' => '4834'),
	4 => array('food' => '酸奶', 					'id' => '650'),
	5 => array('food' => '牛奶', 					'id' => '840'),
	6 => array('food' => '番茄', 					'id' => '1845'),
	7 => array('food' => '豆浆', 					'id' => '1898'),
	8 => array('food' => '黄瓜', 					'id' => '1847'),
	9 => array('food' => '香蕉', 					'id' => '1362'),
	
	10 => array('food' => '小麦', 					'id' => '2349'),
	11 => array('food' => '面条', 					'id' => '2404'),
	12 => array('food' => '米饭', 					'id' => '2349'),
	13 => array('food' => '米粥', 					'id' => '2292'),
	
	14 => array('food' => '马铃薯（煮）', 			'id' => '2176'),
	15 => array('food' => '甘薯片', 					'id' => '2170'),
	16 => array('food' => '马铃薯', 					'id' => '2164'),
	
	17 => array('food' => '旭松纳豆', 				'id' => '2017'),
	18 => array('food' => '黄豆', 					'id' => '2000'),
	19 => array('food' => '绿豆', 					'id' => '1983'),
	
	20 => array('food' => '小白菜', 					'id' => '1731'),
	21 => array('food' => '生菜(俐)', 				'id' => '1735'),
	22 => array('food' => '白菜', 					'id' => '1783'),
	23 => array('food' => '南瓜', 					'id' => '1849'),
	
	24 => array('food' => '蘑菇', 					'id' => '1583'),
	25 => array('food' => '白牛菌', 					'id' => '1612'),
	25 => array('food' => '口菇杏鲍菇', 				'id' => '1600'),
	
	26 => array('food' => '桃', 						'id' => '1476'),
	27 => array('food' => '香蕉', 					'id' => '1362'),
	28 => array('food' => '苹果', 					'id' => '1505'),
	29 => array('food' => '西瓜', 					'id' => '1351'),
	30 => array('food' => '葡萄', 					'id' => '1424'),
	
	31 => array('food' => '毛核桃', 					'id' => '1291'),
	32 => array('food' => '杏仁', 					'id' => '1277'),
	33 => array('food' => '西瓜子', 					'id' => '1221'),
	34 => array('food' => '栗子', 					'id' => '1271'),
	
	35 => array('food' => '猪肉', 					'id' => '1126'),
	36 => array('food' => '酱肘子', 					'id' => '1157'),
	37 => array('food' => '酱汁肉', 					'id' => '1154'),
	38 => array('food' => '猪大肠', 					'id' => '1152'),
	
	39 => array('food' => '鸡', 						'id' => '977'),
	40 => array('food' => '鸭胰', 					'id' => '971'),
	
	41 => array('food' => '牛奶', 					'id' => '840'),
	42 => array('food' => '酸奶', 					'id' => '650'),
	43 => array('food' => '中老年奶粉', 				'id' => '776'),
	
	44 => array('food' => '鸡蛋', 					'id' => '464'),
	45 => array('food' => '熟鸡蛋', 					'id' => '468'),
	46 => array('food' => '鸡蛋黄', 					'id' => '465'),
	47 => array('food' => '荷包蛋', 					'id' => '462'),
	
	48 => array('food' => '凤尾鱼（熟）', 			'id' => '387'),
	49 => array('food' => '鱼子酱', 					'id' => '379'),
	
	50 => array('food' => '金装爱儿乐婴幼儿配方奶粉', 'id' => '252'),
	
	51 => array('food' => '四洲番茄味梳打饼', 		'id' => '151'),
	52 => array('food' => '上好佳', 					'id' => '139'),
	
	53 => array('food' => '鸡肉汉堡', 				'id' => '6015'),
	54 => array('food' => '肉粽', 					'id' => '6036'),
	55 => array('food' => '三明治', 					'id' => '6011'),
	
	56 => array('food' => '可口可乐', 				'id' => '5752'),
	57 => array('food' => '百事可乐', 				'id' => '5755'),
	58 => array('food' => '黑咖啡', 					'id' => '5231'),
	
	59 => array('food' => '京酒', 					'id' => '4998'),
	60 => array('food' => '啤酒', 					'id' => '4996'),
	61 => array('food' => '黄酒', 					'id' => '4988'),
	62 => array('food' => '红酒', 					'id' => '4504'),
	
	63 => array('food' => '开心果夹心超细滑纯巧克力', 'id' => '4830'),
	
	64 => array('food' => '色拉油', 					'id' => '4524'),
	65 => array('food' => '橄榄油', 					'id' => '4531'),
	66 => array('food' => '有机葵花籽油', 			'id' => '4589'),

	67 => array('food' => '辣椒酱', 					'id' => '4378'),
	68 => array('food' => '酸甜酱', 					'id' => '4419'),
	69 => array('food' => '鲜味蚝油', 				'id' => '4415'),
	
	70 => array('food' => '明治胶原蛋白粉', 			'id' => '4058'),
	71 => array('food' => '花粉（油松）', 			'id' => '4067'),	
);