<?php
/**
 * 网站头部设置：title、Keywords、Description
 */
return $headInfo = array(
	// 默认/首页设置，键名为模块名称
	'Index' 				=> array('title' => '快查了-kuaichale.com - 让你的生活更便捷', 
								 	 'keywords' => '工具箱，实用查询，实用工具', 
								 	 'description' => '快查了为您提供最全最好的实用查询工具,便民服务工具以及站长工具。包括天气预报,公交查询,网速测试,万年历,手机号码归属地查询,身份证查询,IP查询,代码转换,实时汇率,在线查询尽在快查了_kuaichale.com'),
	//十二生肖配对查询
	'ZodialMatch'          	=> array('title' =>'十二生肖配对_生肖配对_配对',
								'keywords' => '十二生肖配对,生肖配对,配对',
								'description' => 'kuaichale.com为您提供十二生肖配对,生肖配对,配对查询。'),
					
	// 人品计算器
	'Character'				=> array('title' => '人品计算器_人品测试_人品值分析', 
									 'keywords' => '人品计算器,人品测试,人品值分析', 
									 'description' => '“人品问题”,这绝对是现在年轻人,尤其是大学生口中出现频率最高的字眼之一.东西掉了,是人品问题;考试不理想,是人品问题;就连生个病受个伤,统统都算是人品问题!本工具为您提供娱乐的道德评价。'),
	// 新华字典
	'Xinhua'				=> array('title' => '新华字典在线查字_汉语词典在线查询_成语词典在线查询',
									 'keywords' => '新华字典在线查字,汉语词典在线查询,成语词典在线查询',
									 'description' => '快查了为您提供新华字典在线查字,汉语词典在线查询,成语词典在线查询,在线字典,康熙字典,字典在线查字等.新华字典在线查字收录简体汉字、繁体汉字共2万多个。'),
	// 电话区号
	'Zone'					=> array('title' => '国内号码归属地查询_国内电话区号_国内电话号码查询',
									 'keywords' => '国内号码归属地查询,国内电话区号,国内电话号码查询',
									 'description' => '快查了为您提供国内号码归属地查询,可以通过输入固定座机电话号码,查询到该号码所在的地理位置，可以查询国内电话号码归属地和区号等相关信息。'),
	// 北京时间
	'BjTime'				=> array('title' => '北京时间校对_北京时间_北京时间校准器_现在北京时间几点校对_标准时间校对同步',
									 'keywords' => '北京时间校对',
									 'description' => '北京时间校对'),
	// 金额大写转换
	'Daxie'					=> array('title' => '数字大写_大写数字转换_大写数字金额_一到十怎么写',
									 'keywords' => '数字大写转换',
									 'description' => '快查了为您提供金额大写转换'),
	// 女性安全期计算器
	'SafePeriod'			=> array('title' => '安全期计算器_月经周期计算器_排卵期计算器',
									 'keywords' => '安全期计算器,月经周期计算器,排卵期计算器',
									 'description' => '快查了为您提供安全期计算和排卵期计算工具，可以帮助女性自测排卵期，知道自己什么时间更容易怀孕，计划好受孕时间；通过本工具也可以帮助女性知道自己的安全期，科学避孕，有计划地过好性生活。'),
	// 常用电话号码
	'CommonTelphone'		=> array('title' => '常用电话号码查询_电话号码查询_电话号码大全_固定电话号码查询',
									 'keywords' => '电话号码查询,电话号码大全,固定电话号码查询',
									 'description' => '快查了为您提供各种常用电话号码的快速查询。'),
	// 成语大全
	'Phrase'				=> array('title' => '成语大全-成语故事-成语词典-四字成语',
									 'keywords' => '成语大全,成语故事,成语词典,四字成语',
									 'description' => '快查了为您提供快速查询成语大全,成语故事,成语词典,四字成语的功能，更新最快、数据最全面成语数据库。'),
	// QQ强制对话
	'Qqlt'					=> array('title' => 'QQ强制聊天工具_临时会话强行聊天器',
									 'keywords' => 'QQ强制聊天工具_临时会话强行聊天器',
									 'description' => '这是一个QQ强制对话聊天工具，可以强制和一个陌生人对话。'),
	// 交通违章
	'TrafficViolateSearch'	=> array('title' => '交通违章查询网_车辆违章查询_汽车违章查询_机动车违章查询',
							 		 'keywords' => '交通违章查询,车辆违章查询,汽车违章查询,机动车违章查询',
							 		 'description' => '快查了为您提供全面的交通违章查询,国内交通违章查询导航站,范围覆盖北京,上海,广州，深圳，成都等全国各地大中型城市的车辆违章记录查询及高速违章查询,力保最快、最全、最好的查询结果反馈给司机朋友。'),

   // 快递页面标题关键词描述设置
	'ExpressSearch'         => array('title' => '快递查询_申通快递单号查询_ems快递单号查询_顺丰快递查询',
									'keywords' => '快递查询,申通快递单号查询,ems快递单号查询,顺丰快递查询', 
								   'description' => 'kuaichale.com为您提供快递单号查询，包括ems快递查询、申通快递、圆通快递、顺丰快递、韵达快递、天天快递、中通快递、DHL中外运敦豪、UPS快递、TNT快递、Fedex联邦快递、平邮包裹、挂号信等！'),   
	
	// 身份证查询标题关键词描述设置
   'IdentitySearch'         => array('title' => '身份证号大全_身份证号码和姓名_身份证号码查询系统',
									'keywords' => '身份证号大全，身份证号码和姓名，身份证号码查询，身份证号码', 
								   'description' => 'kuaichale.com为您提供身份证号码查询系统,身份证查询,身份证号码大全,成人身份证,还可以根据居民身份证号码和真实姓名查询，身份证号码归属地查询，最新身份证号码前六位查询。'),   
																	
   // 手机号码归属地标题关键词描述设置
  'PhoneSearch'             => array('title' => '手机号码归属地查询_号码归属地查询_手机号码查询',
								   'keywords' => '手机号码归属地查询，号码归属地查询，手机号码查询', 
									'description' => 'kuaichale.com为您提供快速查询移动,联通,电信手机号码归属地。'), 
   
  // ip查询域名查询相关的描述设置
	'IpSearch'              => array('title' => 'ip地址查询_本机电脑IP地址查询_ip归属地查询',
									'keywords' => 'ip地址查询,本机电脑IP地址查询,ip归属地查询', 
									'description' => 'kuaichale.com为您提供在线ip地址定位查询,手机号码归属地查询定位,自有更新最快、数据最全面、最专业的ip数据库。'),
   
   // 万年历模块相关
   'RiliSearch'             => array('title' => '万年历查询-日历查询-万年历算命-农历转阳历',
									 'keywords' => '万年历查询,日历查询,黄道吉日查询,农历转阳历', 
									'description' => 'kuaichale.com为您提供世界时间查询、北京时间查询、黄道吉日、公历、农历，新历、阴历、黄历、星座运程、农历春节、中秋节等中国传统节日信息。并且包括老黄历搬家吉日查询，皇历结婚吉日查询，开业吉日查询，婚嫁吉日查询，吉时吉日查询，搬家选日子，结婚择吉日等。'),
																	
   // 航班相关查询
  'AirTicketSearch'         => array('title' => '飞机票查询_机票查询_特价机票_打折机票_机票预订_机票',
									'keywords' => 'kuaichale.com为您提供在线飞机票查询_机票查询_特价机票_打折机票_机票预订_机票', 
								    'description' => 'kuaichale.com为您提供在线飞机票查询_机票查询_特价机票_打折机票_机票预订_机票'),
																	
  // 天气查询相关
	'WeatherSearch'         => array('title' => '天气预报六天天气预报查询',
									'keywords' => '天气预报六天', 
									 'description' => 'kuaichale.com为您快速查询天气预报六天，天气预报查询还提供各区县的生活指数、健康指数、交通指数、旅游指数，及时发布北京气象预报、各类气象资讯'),
																	
	// 邮政编码查询相关
   'PostCode'               => array('title' => '邮编查询_邮政编码查询_中国邮编查询',
									'keywords' => '邮编查询,邮政编码查询,中国邮编查询', 
									 'description' => 'kuaichale.com为您提供国内邮政编码，最新行政区划地名、邮编、区号资料，并提供部分区划调整变动信息参考。可查询全国33个省、市、乡镇, 总共100多万个乡镇及街道的邮政编码, 数据全面并且精确。'),
   // 邮编大全相关
   'PostcodeSearch'         => array('title' => '邮编区号查询大全_邮编查询_邮政编码查询',
									'keywords' => '邮编查询,邮政编码查询,中国邮编查询', 
									'description' => 'kuaichale.com网址导航为您提供国内邮政编码，最新行政区划地名、邮编、区号资料，并提供部分区划调整变动信息参考。可查询全国33个省、市、乡镇, 总共100多万个乡镇及街道的邮政编码, 数据全面并且精确。'),
	// 汽车标志大全相关
   'CarSignSearch'          => array('title' => '汽车标志大全',
									'keywords' => '汽车标志大全,汽车标志', 
								    'description' => '汽车标志大全，kuaichale.com新闻频道为您提供国内外汽车标志大全，以及汽车标志大全图片，为您全面解读购车须知。是您了解汽车标志的首选网站。'),
	
	// 地图查询相关
	'MapSearch'             => array('title' => '电子地图_中国地图_世界地图_网上地图',
									 'keywords' => '电子地图_中国地图_世界地图_网上地图', 
									  'description' => 'kuaichale.com为您提供电子地图_中国地图_世界地图_网上地图'),
	 
	// 车牌号码查询相关
	'CarNumberSearch'       => array('title' => '车牌号查询',
									  'keywords' => '车牌号查询', 
									  'description' => 'kuaichale.com为您提供车牌号查询包含了全国的汽车牌照数据库，可以根据汽车牌照号码，轻松查询该车详细的归属地信息，也可以查看某个地区车牌号码的编号规则和细分区域。'),
									  
	// 手机号码测吉凶查询相关
    'MobileNum'      		 => array('title' => '手机号码测吉凶_手机号码吉凶预测_手机号码吉凶查询_手机号码吉凶',
								  	  'keywords' => '手机号码与您的生活息息相关，也是您与很多人沟通的桥梁！所以就像风水、阳宅会影响运势命运一样，手机号码吉与凶可能会有一定的影响，不可轻视！',
								  	  'description' => '手机号码测吉凶_手机号码吉凶预测_手机号码吉凶查询_手机号码吉凶_快查了_kuaichale.com-让你的生活更丰富多彩'),

  	// 彩票查询
  	'CaiPiao'      			 => array('title' => '彩票开奖_体育彩票开奖_福利彩票开奖_双色球开奖',
  	  								  'keywords' => '彩票开奖_体育彩票开奖_福利彩票开奖_双色球开奖',
  	  							      'description' => 'kuaichale.com为你提供了各种彩票的查询开奖功能，为你的生活提供便捷是我们的宗旨。_kuaichale.com-让你的生活更丰富多彩'),

  	// 周公解梦查询
  	'DreamSearch'      		=> array('title' => '周公解梦_周公解梦大全查询_免费周公解梦破解',
  	  									'keywords' => '周公解梦_周公解梦大全查询_免费周公解梦破解',
  	  							        'description' => 'kuaichale.com提供了周公解梦功能，为你解释各种梦境的含义或者好坏，让你了解更多与梦境相关的东西。kuaichale.com-让你的生活更丰富多彩'),
  	  							      


  	// 生辰八字查询
  	 'BirthDates'      	 => array('title' => '生辰八字查询_生辰八字算命_八字算命',
  	  							        'keywords' => '生辰八字查询_生辰八字算命_八字算命',
  	  							        'description' => '生辰八字是一种根据八字推命的方法。八字算命的是占卜的一种，它的意义是为了帮助人们对未来可能遇到的事件作出事前的准备和参考。_kuaichale.com-让你的生活更丰富多彩'),

	// 星座运势查询
  	'Horoscope'      	 => array('title' => '星座查询_星座运势_十二星座_星座测试',
  	  							        'keywords' => '星座查询_星座运势_十二星座_星座测试',
  	  							        'description' => '星座运势为你提供了了解每日每周每月每年的的运势情况，还有每个生肖都不同。_kuaichale.com-让你的生活更丰富多彩'),
  	  							        
	
   	// 艳遇测试查询
  	'YanYu'      		=> array('title' => '艳遇查询_艳遇测试_今日艳遇_艳遇指数',
  	  							      	'keywords' => '艳遇查询_艳遇测试_今日艳遇_艳遇指数',
  	  							       	'description' => '艳遇测试为你在休闲之余提供一种娱乐小游戏，让你生活更多姿彩_kuaichale.com-让你的生活更丰富多彩'),
  	  							        

  	// 住房公积金查询
  	 'ZhuFangGongJi'    => array('title' => '住房公积金查询_公积金查询_各地公积金查询',
  	  							       	'keywords' => '住房公积金查询_公积金查询_各地公积金查询',
  	  							       	'description' => '住房公积金查询为你提供了一种住房公积金查询功能为你了解更多福利资讯。_kuaichale.com-让你的生活更丰富多彩'),
  	  							       	

  	// 退休养老保险查询
	'TuiXiuYangLao'    => array('title' => '退休养老保险查询_退休养老保险金查询_各地养老保险查询',
  	  							       	'keywords' => '退休养老保险查询_退休养老保险金查询_各地养老保险查询',
  	  							       	'description' => '退休养老保险查询为你提供了各个地方退休养老保险查询为你更方便快捷的了解退休养老保险情况。_kuaichale.com-让你的生活更丰富多彩'),

 	// 社保查询
  	'SheBao'    		=> array('title' => '各地社保查询_社保保险查询_社保查询',
  	  							 		'keywords' => '各地社保查询_社保保险查询_社保查询',
  	  							       	'description' => '退各地社保查询为你提供了各个地方各地社保查询为你更方便快捷的了各地社保查询情况。_kuaichale.com-让你的生活更丰富多彩'),

  	// 姓名配对查询
  	'NameMatch'   		 => array('title' => '姓名配对查询_姓名配对测试_姓名配对缘分测试',
  	  							       	'keywords' => '姓名配对查询_姓名配对测试_姓名配对缘分测试',
  	  							       	'description' => '姓名配对查询为你提供什么姓名和什么姓名配对才是最好分数最高，两个人在一起最开心，祝你们好运。_kuaichale.com-让你的生活更丰富多彩'),
  	  							       	
  	// 预产期查询
  	'PregCheck'      	=> array('title' => '预产期查询_预产期测试_预产期计算_预产期注意事项',
  										'keywords' => '预产期查询_预产期测试_预产期计算_预产期注意事项',

  										'description' => '预产期查询_预产期测试_预产期计算_预产期注意事项_快查了_kuaichale.com-让你的生活更丰富多彩'),
  	    							       	

  	// 黄道吉日查询
  	'Auspicious'   		 => array('title' => '黄道吉日查询_黄道吉日测试_吉日查询',
  										'keywords' => '黄道吉日查询_黄道吉日测试_吉日查询',
  										'description' => '黄道吉日查询为你查询每天的日子怎么样，为你查询那天做什么事日子最吉祥。_kuaichale.com-让你的生活更丰富多彩'),

  									
  	// 预产期查询
  	'XieHouYu'      	=> array('title' => '歇后语查询',
  										'keywords' => '歇后语查询',
  										'description' => '歇后语查询_快查了_kuaichale.com-让你的生活更丰富多彩'),
  													
  	// 姓名测试查询
  	'NameTest'      	=> array('title' => '姓名测试查询_姓名测试_姓名查询',
  								 'keywords' => '姓名测试查询_姓名测试_姓名查询',
  								 'description' => '姓名测试查询为你查询你的姓名对你的将来影响会是什么，怎么的名字才是最好。_kuaichale.com-让你的生活更丰富多彩'),
  			
  					
  	// 汇率转换
  	'ExchangeRate'      => array('title' => '汇率转换',
  										'keywords' => '汇率转换',
  										'description' => '汇率转换_kuaichale.com-让你的生活更丰富多彩'),
  										
  	// 标准体重测试
  	'WeightTest'		=> array('title' => '标准体重_标准体重计算公式-标准体重对照表',
  								 'keywords' => '标准体重,标准体重计算公式,标准体重对照表',
  								 'description' => '快查了为您提供标准体重测试,身高体重测试,正常体重测试,身高体重比例测试,体重指数测试。'),
  	// 银行大全
	'Bank'				=> array('title' => '银行大全_地方银行网址',
  								 'keywords' => '银行大全,地方银行网址',
  								 'description' => '快查了为您提供银行大全,地方银行网址,各种网上银行查询。'),
  	// 历史朝代表
  	'Dynasty'			=> array('title' => '朝代顺序表_历史朝代顺序表_中国朝代顺序表',
  								 'keywords' => '朝代顺序表,历史朝代顺序表,中国朝代顺序表',
  								 'description' => '快查了为您提供历史朝代顺序表，让你快速记住历史朝代。夏商与西周，东周分两段。春秋和战国，一统秦两汉。三分魏蜀吴，两(二)晋前后延。南北朝并立，隋唐五代传。宋元明清后，王(皇)朝至此完。'),
  	 // 名人名言
  	'Famous'            => array('title' => '经典语录_名人名言_经典语录大全',
  								 'keywords' => '经典语录,名人语录,经典语录大全',
  								 'description' => '快查了为您提供经典语录,名人语录,经典语录大全查询。'),
  	 // 食物热量查询
  	'Food'              => array('title' => '食物热量表_食物营养成分表_食物热量',
  								 'keywords' => '食物热量表,食物营养成分表,食物热量',
  								 'description' => '快查了为您提供食物热量表,食物营养成分表,食物热量查询。'),
  	// 在线起名
  	'FreeName'          => array('title' => '起名_起名字测试打分_起名字大全_宝宝起名大全_取名字大全',
  								 'keywords' => '起名,起名字测试打分,起名字大全,宝宝起名大全,取名字大全',
  								 'description' => '快查了为您提供起名,起名字测试打分,起名字大全,宝宝起名大全,取名字大全查询。'),

  	// 生肖属相
  	'ShengxiaoSearch'	=> array('title' => '生肖属相_生肖测性格',
  								 'keywords' => '生肖属相,生肖测性格',
  								 'description' => '生肖属相_生肖测性格'),
  								 								 
  	// 黄金价格
  	'GoldPrice'			=> array('title' => '黄金价格_黄金价格走势',
  								 'keywords' => ' 黄金价格 ,黄金价格走势',
  								 'description' => '黄金价格_黄金价格走势'),
  								 
  	// 菜谱大全
  	'CookBook'			=> array('title' => '菜谱大全_菜谱查询',
  								 'keywords' => '菜谱大全_菜谱查询',
  								 'description' => '集各家所长，汇各地特色，天下美味，尽在食谱大全'),
  								 

  	// 百科全书
  	'Encyclopedia'		=> array('title' => '百科全书_百科全书查询_快查了_kuaichale.com-让你的生活更丰富多彩',
  								 'keywords' => '百科全书_百科全书查询',
  								 'description' => '百科全书为你查询生活中各个方面知识、术语、名词，为你解答各种问题。_快查了_kuaichale.com-让你的生活更丰富多彩'),
  								 
  								 
  	// 唐诗三百首
  	'ThreeHundredTangPoems'	=> array('title' => '唐诗三百首_唐诗三百首查询_快查了_kuaichale.com-让你的生活更丰富多彩',
  								 'keywords' => '唐诗三百首_唐诗三百首查询',
  								 'description' => '唐诗三百首为你呈现唐朝最具代表作的300首唐诗，充分体现了唐朝文化的繁荣昌盛。_快查了_kuaichale.com-让你的生活更丰富多彩'),  								 
  	// 在线计算器
  	'Calculator'		=> array('title' => '在线计算器_科学计算器_计算器在线使用',
  								 'keywords' => '在线计算器,科学计算器,计算器在线使用',
  								 'description' => 'kuaichale.com为您提供在线计算、科学计算、电子计算、函数计算与统计等在线计算功能。',),
  	// 在线翻译
  	'Translation'		=> array('title' => '在线翻译_谷歌翻译_google翻译_百度翻译',
  								 'keywords' => '在线翻译,谷歌翻译,google翻译,百度翻译,中英文翻译,日文翻译,韩文翻译',
  								 'description' => 'kuaichale.com为您提供在线翻译,谷歌翻译,google翻译,Baidu翻译,中英文翻译,日文翻译,韩文翻译等！'),
  
  	// 同名同姓
  	'SameName'			=> array('title' => '同名同姓查询_中国姓氏排名_姓氏起源_姓名查询',
  								 'keywords' => '同名同姓查询，姓氏排名，姓氏起源，姓氏来源',
  								 'description' => 'kuaichale.com为您提供互联网的全国同名同姓免费查询网及重名同名交友社区,同名同姓短信查询服务数据依托于13亿全国公民身份信息系统权威统计。'),

  	// 火星文
  	'TextSpeak'			=> array('title' => '火星文在线转换器,火星文转换,火星文转换器,非主流火星文转换器,QQ火星文转换,火星文翻译',
  								'keywords' => '火星文在线转换器,火星文转换,火星文转换器,非主流火星文转换器,QQ火星文转换,火星文翻译',
  								'description' => '火星文转换器：可实现火星文在线转换，可将汉字转换为火星文、火星文在线转换成汉字，非主流火星文转换，QQ火星文转换。'),
  	// 谜语大全
  	'Riddle'			=> array('title' => '谜语大全及答案_猜谜语',
  								'keywords' => '谜语大全及答案,猜谜语',
  								'description' => 'kuaichale.com为您提供海量谜语大全及答案，并提供强大的谜语搜索功能。谜语类型涵盖字谜、灯谜、搞笑、脑筋急转弯、英语、数学、儿童、动物、经典、成语、地名、爱情、人名等。'),
  	// 二十四节气
  	'Solar'				=> array('title' => '24节气_24节气表_24节气时间',
  								'keywords' => '24节气,24节气表,24节气时间',
  								'description' => 'kuaichale.com为您提供精确完整24节气,24节气表,24节气时间查询。'),
  	// 女性标准三围
  	'Measurements'		=> array('title' => '标准三围自测_三围标准_女性标准三围_女性三围标准对照表_标准三围是多少',
  								'keywords' => '标准三围自测,三围标准,女性标准三围,女性三围标准对照表,标准三围是多少',
  								'description' => 'kuaichale.com为您提供精确完整标准三围自测,三围标准,女性标准三围,女性三围标准对照表,标准三围是多少查询。'),
  	// 心理年龄测试
  	'MentalAgeTest'		=> array('title' => '测测你的心理年龄',
  								'keywords' => '测测你的心理年龄',
  								'description' => 'kuaichale.com为您提供心理年龄测试。'),
  	// Atm网点测试
  	'Atm'				=> array('title' => '电子地图_中国地图_世界地图_网上地图',
  								'keywords' => '电子地图,中国地图,世界地图,网上地图',
  								'description' => 'kuaichale.com为您提供电子地图,中国地图,世界地图,网上地图查询。'),
  										
  	// 离婚计算器测试
  	'Divorce'			=> array('title' => '最新离婚计算器',
		  						'keywords' => '最新离婚计算器',
		  						'description' => 'kuaichale.com为您提供离婚测试。'),
  	// 暗恋测试
  	'Crush'				=> array('title' => '暗恋测试_想知道有多少人在暗恋你吗？',
		  						'keywords' => '爱情,性格,交际,情商,情感,测试题"',
		  						'description' => 'kuaichale.com为您提供充满趣味的暗恋测试。'),
  	// 成语接龙
  	'Idiom'				=> array('title' => '成语大全-成语故事-成语词典-四字成语-成语接龙',
		  						'keywords' => '成语大全,成语故事,成语词典,四字成语,成语接龙',
		  						'description' => 'kuaichale.com为您提供好玩的成语接龙游戏。'),
  						
  	// Iq智力测试
  	'Iq'				=> array('title' =>'最新智力计算器测试',
		  						'keywords' => '测测你的智力',
		  						'description' => 'kuaichale.com为您提供智力测试。'),
		  						
	// 生日密码
	'Birthday'			=> array('title' =>'生日密码',
		  						'keywords' => '生日密码',
		  						'description' => 'kuaichale.com为您提供生日密码查询。'),
		  								
	// 血型性格
	'Blood'				=> array('title' =>'血型性格_血型与性格_血型与性格的关系',
		  						'keywords' => '血型性格,血型与性格,血型与性格的关系',
		  						'description' => 'kuaichale.com为您提供血型性格,血型与性格,血型与性格的关系查询。'),
		  					
	// 电视节目预告
	'Birthday'			=> array('title' =>'电视节目预告_电视节目表_节目时间表-网络电视_电视剧_剧情_告诉你最好看的电视',
		  						'keywords' => '电视节目预告,电视节目表,节目时间表,网络电视,电视剧,剧情，告诉你最好看的电视',
		  						'description' => 'kuaichale.com为您提供查看最全的电视节目预告，欣赏最新的网络电视节目，搜索最准确的电视剧情及片花剧照，尽在搜视网 电视节目搜索专业网站。'),

  	// 历史上的今天
  	'History'			=> array('title' =>'历史上的今天_历史上发生的事件',
  								'keywords' => '历史上的今天,历史上今天,那一年的今天,历史上的那一天,历史上的今日,历史上的每一天,当年今日,当年今天,历史今天,历史今日,史上今天,今天的历史,那一天还发生了什么,那些不能忘记的时刻,那些不能忘记的人,那些不能忘记的日子,聊聊我的今天,历史上的今天查询,查询历史,历史上的明天,历史上的那天,历史 那天 查询,历史学,历史上大事',
  								'description' => '回顾历史的长河，历史是生活的一面镜子；以史为鉴，可以知兴衰；历史上的每一天，都是喜忧参半；可以了解历史的这一天发生的事件，借古可以鉴今，历史是不能忘记的。查看历史上每天发生的重大事情，增长知识，开拓眼界，提高人文素养。'),
  								
  	// 计量单位转换
  	'Converter'			=> array('title' =>'单位转换_长度单位换算_重量换算_面积公式换算',
  								'keywords' => '单位转换,长度单位换算,重量换算,面积公式换算',
  								'description' => 'kuaichale.com为您提供单位转换,长度单位换算,重量换算,面积公式换算。'),
  	
  	// 法律法规
  	'FaLvFaGui'			=> array('title' =>'法律法规_中国法律_权威法律机构_全民讲法',
  								'keywords' => '法律法规,中国法律,权威法律机构,全民讲法',
  								'description' => 'kuaichale.com为您提供法律查询服务,权威法律查询,法制查询,提高法律意识。'),

  								
  	// 国家药品查询
  	'Drug'				=> array('title' =>'国家药品查询',
  								'keywords' => '国家药品查询',
  								'description' => 'kuaichale.com为您提供国家药品查询。'),
  										
  	// 性格色彩测试
  	'PersonalityTest'	=> array('title' =>'性格色彩测试',
  								'keywords' => '性格色彩测试',
  								'description' => 'kuaichale.com为您提供性格色彩测试。'),
  								
  	// 电视节目预告
  	'Promo'				=> array('title' =>'电视节目预告_分集剧情_在线观看_电视社区',
  								'keywords' => '电视节目预告，电视剧剧情，电视评论，明星资料，预告片，片花，在线观看',
  								'description' => 'kuaichale.com为您提供国内外最新电视节目预告，电视分集剧情， 电视的相关评论，影社区，电视剧，电影，栏目，预告片，片花等高清在线观看，推荐好的电视节目。'),
  	// 快递电话查询
  	'ExpressTelphone'	=> array('title' =>'快递电话查询_查快递,寄快递',
  								'keywords' => '快递单号查询,快递网点查询,快递电话查询,快递查询',
  								'description' => 'kuaichale.com为您提供上百家常用快递、物流公司的快递单号查询、快递网点电话查询、快递价格查询、网上寄快递服务，支持手机查询快递，提供免费Open API'),
    //网络搞笑证件
	'FunnyWeb'          => array('title' =>'搞笑证件_网络证件_搞笑图片_搞笑网络证件_在线制作',
								'keywords' => '搞笑证件,网络证件,搞笑图片,搞笑网络证件,在线制作',
								'description' => 'kuaichale.com为您提供搞笑证件,网络证件,搞笑图片,搞笑网络证件在线制作。'),
								
	//血型自测
	'BloodTest'         => array('title' =>'血型性格_血型与性格_血型与性格的关系',
								'keywords' => '血型性格,血型与性格,血型与性格的关系',
								'description' => 'kuaichale.com为您提供血型性格,血型与性格,血型与性格的关系查询。'),
								
	//手相查询
	'Plam'          	=> array('title' =>'手相_手相图解_手相算命图解_看手相算命_手相大全',
								'keywords' => '手相,手相图解,手相算命图解,看手相算命,手相大全',
								'description' => 'kuaichale.com为您提供手相,手相图解,手相算命图解,看手相算命,手相大全查询。'),
													
	//彩票查询
	'Lottery'          => array('title' =>'彩票查询_双色球_福彩3D_七乐彩_超级大乐透_七星彩_排列三_22选5',
								'keywords' => '彩票查询,双色球,福彩3D,七乐彩,超级大乐透,七星彩,排列三,22选5',
								'description' => 'kuaichale.com为您提供各类彩票查询,双色球,福彩3D,七乐彩,超级大乐透,七星彩,排列三,22选5。'),
										
);