/*
 *
 *功能：用数组保存快递相关信息
 *作者：yumao
 *联系方式:QQ:916564404
 *创建日期:2013/4/18
 */
 var expressInfo= new Array(	

		new Array('申通快递','shentong',"S", '400-889-5543','668031148649',/^\d{12}$/),
		new Array('EMS快递','ems',"E", '11183','1053200115600',/^\d{13}$/),
		new Array('顺丰快递','shunfeng',"S", '400-811-1111','028376220863',/^\d{12}$/),
		new Array('圆通快递','yuantong',"Y", '021-69777888','2728435536',/^\d{10}$/),
		new Array('中通快递','zhongtong',"Z", '021-39777777','778044381976',/^\d{12}$/),
		new Array('如风达快递','rufeng',"F", '400-010-6660','11302280002916',/^\d{14}$/),
		new Array('韵达快递','yunda',"Y", '400-821-6789','1200722815552',/^\d{13}$/),
		new Array('天天快递','tiantian',"T", '400-820-8198','160036452341',/^\d{12}$/),
		new Array('汇通快递','huitong',"H", '021-62963636','210139426256',/^\d{12}$/),
		new Array('全峰快递','quanfeng',"Q", '400-100-0001','200014034338',/^\d{12}$/),
		new Array('德邦快递','debang',"D", '400-830-5555','99925724',/^\d{8}$/),
		new Array('宅急送快递','zhaijisong',"Z", '400-6789-000','1328530125',/^\d{10}$/),
		new Array('联昊通快递','lianhaotong',"L", '0769-88620000','579001837514',/^\d{12}$/),
		new Array('中铁快递','zhongtie',"L", '95572','K2100600242230',/^[KkBb][\d\w]{13}$/),
		new Array('中国邮政平邮','pingyou',"Z", '11183','AA30613720999',''),
		new Array('新邦','xinbang',"X", '4008-000-222','12591243',''),
		new Array('能达','nengda',"G", '400-620-1111','880033532102',/^88(\d{12}|\d{14})$/),
		new Array('全日通','quanritong',"Q", '020-86298999','87028004238',/^\d{11}$/),
		new Array('全一','quanyi',"Q", '400-663-1111','111331710335',/^\d{12}$/),
		new Array('优速','yousu',"Y", '400-1111-119','668043062523',''),
		new Array('龙邦','longbang',"Y", '021-39283333','686000322262',''),
		new Array('速尔','sure',"Y", '4008822168','800617117882',/^\d{12}$/),
		new Array('佳怡','jiayi',"J", '400-660-5656','24553962',/^\d{8}$/),
		new Array('Fedex','fedex',"F", '400-886-1888','802418695520',''),
		new Array('安信达快递','anxinda',"A", '021-54224681','201180152054',/^(\d{10}|\d{12})$/),
		new Array('CCES快递','cces',"C", '400-677-3777','2275945318',''),
		new Array('DHL快递','dhl',"D", '800-810-8000','9699846015',''),
		new Array('大田物流','datian',"D", '400-626-1166','6108241734',''),
		new Array('飞康达快递','fkd',"F", '010-84223376,84223378','87029583186',''),
		new Array('国际Fedex','fedex',"F", '400-886-1888','802418695520',''),
		new Array('天地华宇物流','huayu',"T", '400-808-6666','81338854',/^\d{8}$/),
		new Array('佳吉快运','jiaji',"H", '400-820-5566','028963471',''),
		new Array('快捷快递','kuaijie',"K", '400-830-4888','7691102534956',/^\d{13}$/),
		new Array('TNT快递','tnt',"T", '800-820-9868','868739247',''),
		new Array('UPS','ups',"U", '400-820-8388','1Z3119500478086955',''),
		new Array('中邮物流','zhongyou',"Z", '11183','AA30613720999','')
		
	// 快递公司及其相应的代码数据来自http://www.ickd.cn/api/doc.html爱查快递

); // 快递公司及其相应的代码数据来自http://www.ickd.cn/api/doc.html爱查快递

var expressModule = new Array('express');
